Repository: FurryCrypto/WinDeploy
Catalog: src/WinDeploy.App/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl, zh_cn

# ToolbarOpenImage.Text
source: Open Image
pl_pl: Otwórz obraz
zh_cn: 打开图像

# ToolbarRefreshDisks.Text
source: Refresh Disks
pl_pl: Odśwież dyski
zh_cn: 刷新磁盘

# ToolbarSettings.Text
source: Settings
pl_pl: Ustawienia
zh_cn: 设置

# ToolbarHelp.Text
source: Help
pl_pl: Pomoc
zh_cn: 帮助

# StepsHeader.Text
source: INSTALL WINDOWS
pl_pl: ZAINSTALUJ OKNA
zh_cn: 安装Windows

# StepImage.Text
source: 1 Windows Image
pl_pl: 1 obraz systemu Windows
zh_cn: 1 个 Windows 映像

# StepEdition.Text
source: 2 Edition
pl_pl: 2 Wydanie
zh_cn: 2版

# StepDestination.Text
source: 3 Destination
pl_pl: 3 Miejsce docelowe
zh_cn: 3 目的地

# StepBoot.Text
source: 4 Boot Configuration
pl_pl: 4 Konfiguracja rozruchu
zh_cn: 4 启动配置

# StepReview.Text
source: 5 Review
pl_pl: 5 Recenzja
zh_cn: 5 评论

# StepInstall.Text
source: 6 Install
pl_pl: 6 Zainstaluj
zh_cn: 6 安装

# SafetyFirst.Text
source: Safety first
pl_pl: Bezpieczeństwo przede wszystkim
zh_cn: 安全第一

# SafetySidebarText.Text
source: No disk is selected automatically. Protected system, EFI, recovery, OEM and reserved partitions cannot be targets.
pl_pl: Żaden dysk nie jest wybierany automatycznie. System chroniony, EFI, partycje odzyskiwania, OEM i zarezerwowane nie mogą być obiektami docelowymi.
zh_cn: 不会自动选择任何磁盘。受保护的系统、EFI、恢复、OEM 和保留分区不能作为目标。

# StatusReadyLabel.Text
source: Ready
pl_pl: Gotowy
zh_cn: 准备好

# StatusReady
source: Ready
pl_pl: Gotowy
zh_cn: 准备好

# ImagePageTitle.Text
source: Select Windows Image
pl_pl: Wybierz Obraz systemu Windows
zh_cn: 选择Windows图像

# ImagePageSubtitle.Text
source: Choose a Windows ISO, WIM or ESD file. The image is inspected before any disk is touched.
pl_pl: Wybierz plik ISO systemu Windows, WIM lub ESD. Obraz jest sprawdzany przed dotknięciem dowolnego dysku.
zh_cn: 选择 Windows ISO、WIM 或 ESD 文件。在接触任何磁盘之前都会检查图像。

# SelectImageButton.Content
source: Select Windows Image
pl_pl: Wybierz Obraz systemu Windows
zh_cn: 选择Windows图像

# ImageDropHint.Text
source: or drag and drop an .iso, .wim or .esd file here
pl_pl: lub przeciągnij i upuść tutaj plik .iso, .wim lub .esd
zh_cn: 或将 .iso、.wim 或 .esd 文件拖放到此处

# ImageFilenameLabel.Text
source: Filename
pl_pl: Nazwa pliku
zh_cn: 文件名

# ImageWindowsVersionLabel.Text
source: Windows version
pl_pl: Wersja Windowsa
zh_cn: Windows版本

# ImageArchitectureLabel.Text
source: Architecture
pl_pl: Architektura
zh_cn: 建筑

# ImageTypeLabel.Text
source: Image type
pl_pl: Typ obrazu
zh_cn: 图片类型

# ImageFileSizeLabel.Text
source: File size
pl_pl: Rozmiar pliku
zh_cn: 文件大小

# ImageEditionCountLabel.Text
source: Available editions
pl_pl: Dostępne edycje
zh_cn: 可用版本

# NextButton.Content
source: Next
pl_pl: Następny
zh_cn: 下一步

# BackButton.Content
source: Back
pl_pl: Powrót
zh_cn: 返回

# EditionPageTitle.Text
source: Choose Windows Edition
pl_pl: Wybierz wersję Windows
zh_cn: 选择Windows版本

# EditionPageSubtitle.Text
source: Select an actual image index read from the installation media.
pl_pl: Wybierz aktualny indeks obrazu odczytany z nośnika instalacyjnego.
zh_cn: 选择从安装介质读取的实际图像索引。

# DestinationPageTitle.Text
source: Select Destination Partition
pl_pl: Wybierz partycję docelową
zh_cn: 选择目标分区

# DestinationPageSubtitle.Text
source: Select one existing suitable partition. Unallocated and protected partitions are shown for context but cannot be selected.
pl_pl: Wybierz jedną istniejącą odpowiednią partycję. Nieprzydzielone i chronione partycje są wyświetlane w kontekście, ale nie można ich wybrać.
zh_cn: 选择一个现有的合适分区。未分配和受保护的分区会显示在上下文中，但无法选择。

# BootPageTitle.Text
source: Boot Configuration
pl_pl: Konfiguracja rozruchu
zh_cn: 启动配置

# BootPageSubtitle.Text
source: Verify the detected firmware, partition scheme and boot partition. An EFI partition is never formatted by this workflow.
pl_pl: Sprawdź wykryte oprogramowanie sprzętowe, schemat partycji i partycję rozruchową. Partycja EFI nigdy nie jest formatowana w ramach tego przepływu pracy.
zh_cn: 验证检测到的固件、分区方案和启动分区。此工作流程永远不会格式化 EFI 分区。

# FirmwareModeLabel.Text
source: Firmware mode
pl_pl: Tryb oprogramowania
zh_cn: 固件模式

# PartitionSchemeLabel.Text
source: Partition scheme
pl_pl: Schemat partycji
zh_cn: 分区方案

# BootPartitionLabel.Text
source: Boot partition
pl_pl: Partycja rozruchowa
zh_cn: 启动分区

# BootConfigurationLabel.Text
source: Boot configuration
pl_pl: Konfiguracja rozruchu
zh_cn: 启动配置

# CompatibilityLabel.Text
source: Compatibility
pl_pl: Kompatybilność
zh_cn: 兼容性

# AdvancedDetailsTitle.Text
source: Advanced details
pl_pl: Zaawansowane szczegóły
zh_cn: 高级细节

# ReviewInstallationButton.Content
source: Review Installation
pl_pl: Przejrzyj instalację
zh_cn: 检查安装

# ReviewPageTitle.Text
source: Review Installation Plan
pl_pl: Przejrzyj plan instalacji
zh_cn: 检查安装计划

# ReviewPageSubtitle.Text
source: Check every identifier carefully. Execution uses this validated disk and partition identity, not a rediscovered drive letter.
pl_pl: Sprawdź dokładnie każdy identyfikator. Wykonanie wykorzystuje zweryfikowaną tożsamość dysku i partycji, a nie ponownie odkrytą literę dysku.
zh_cn: 仔细检查每个标识符。执行时使用此经过验证的磁盘和分区标识，而不是重新发现的驱动器号。

# ReviewWindowsImageLabel.Text
source: Windows image
pl_pl: Obraz Windowsa
zh_cn: Windows图像

# ReviewSourceLabel.Text
source: Source
pl_pl: Źródło
zh_cn: 来源

# ReviewDestinationLabel.Text
source: Destination
pl_pl: Miejsce docelowe
zh_cn: 目的地

# DestinationFilesystemLabel.Text
source: Destination filesystem
pl_pl: Docelowy system plików
zh_cn: 目标文件系统

# DestructiveWarning.Text
source: WARNING: All data on the selected partition will be permanently erased.
pl_pl: OSTRZEŻENIE: Wszystkie dane na wybranej partycji zostaną trwale usunięte.
zh_cn: 警告：所选分区上的所有数据将被永久删除。

# DestructiveConfirmation.Content
source: I understand that all existing data on the selected destination partition will be erased.
pl_pl: Rozumiem, że wszystkie istniejące dane na wybranej partycji docelowej zostaną usunięte.
zh_cn: 据我所知，所选目标分区上的所有现有数据都将被删除。

# InstallWindowsButton.Content
source: Install Windows
pl_pl: Zainstaluj system Windows
zh_cn: 安装Windows

# ProgressPageTitle.Text
source: Installing Windows
pl_pl: Instalowanie systemu Windows
zh_cn: 安装Windows

# ProgressPageSubtitle.Text
source: Keep the computer connected to power. Success is reported only after the image, boot files and critical installed files are verified.
pl_pl: Trzymaj komputer podłączony do zasilania. Sukces zostanie zgłoszony dopiero po sprawdzeniu obrazu, plików rozruchowych i zainstalowanych plików krytycznych.
zh_cn: 保持计算机与电源连接。仅在验证映像、启动文件和关键安装文件后才会报告成功。

# ProgressWaiting.Text
source: Waiting for administrator permission…
pl_pl: Oczekiwanie na pozwolenie administratora…
zh_cn: 等待管理员权限...

# InstallationLogExpander.Header
source: Installation log
pl_pl: Dziennik instalacji
zh_cn: 安装日志

# OpenLogButton.Content
source: Open Log
pl_pl: Otwórz dziennik
zh_cn: 打开日志

# SaveLogAsButton.Content
source: Save Log As…
pl_pl: Zapisz dziennik jako…
zh_cn: 将日志另存为...

# InstallationSuccessTitleLabel.Text
source: Windows was installed successfully.
pl_pl: System Windows został pomyślnie zainstalowany.
zh_cn: Windows 已成功安装。

# InstallationSuccessTextLabel.Text
source: The image and Windows boot files were verified. You can now restart the computer.
pl_pl: Zweryfikowano obraz i pliki rozruchowe systemu Windows. Możesz teraz ponownie uruchomić komputer.
zh_cn: 映像和 Windows 启动文件已验证。您现在可以重新启动计算机。

# InstallationSuccessTitle
source: Windows was installed successfully.
pl_pl: System Windows został pomyślnie zainstalowany.
zh_cn: Windows 已成功安装。

# InstallationSuccessText
source: The image and Windows boot files were verified. The new Windows entry is the default for the next restart.
pl_pl: Zweryfikowano obraz i pliki rozruchowe systemu Windows. Nowy wpis systemu Windows będzie domyślnym ustawieniem przy następnym ponownym uruchomieniu.
zh_cn: 映像和 Windows 启动文件已验证。新的 Windows 条目是下次重新启动的默认条目。

# RestartNowButton.Content
source: Restart Now
pl_pl: Uruchom ponownie teraz
zh_cn: 立即重新启动

# RestartLaterButton.Content
source: Restart Later
pl_pl: Uruchom ponownie później
zh_cn: 稍后重新启动

# LanguageSystem
source: System language
pl_pl: Język systemu
zh_cn: 系统语言

source: Advanced Mode
pl_pl: Tryb zaawansowany
zh_cn: 高级模式

# AdvancedModeDescription
source: Shows stable disk IDs, offsets and firmware details. It also exposes an explicit unsupported Windows 11 hardware bypass; disk safety protections remain active.
pl_pl: Pokazuje stabilne identyfikatory dysków, przesunięcia i szczegóły oprogramowania układowego. Udostępnia też jawne obejście sprzętowe Windows 11; ochrona dysku pozostaje aktywna.
zh_cn: 显示稳定磁盘 ID、偏移和固件详细信息，并提供明确的 Windows 11 硬件绕过；磁盘安全保护仍然有效。

source: Yes
pl_pl: Tak
zh_cn: 是的

source: No
pl_pl: Nie
zh_cn: 否

# EngineLegacy
source: Legacy engine
pl_pl: Starszy silnik
zh_cn: 旧版引擎

# AdvancedEngine
source: Engine: {0}
pl_pl: Silnik: {0}
zh_cn: 引擎：{0}

# AdvancedFirmware
source: Firmware: {0}
pl_pl: Oprogramowanie sprzętowe: {0}
zh_cn: 固件：{0}

# AdvancedDiskStyle
source: Disk style: {0}
pl_pl: Styl dysku: {0}
zh_cn: 磁盘样式：{0}

# AdvancedDiskId
source: Disk unique ID: {0}
pl_pl: Unikalny identyfikator dysku: {0}
zh_cn: 磁盘唯一 ID：{0}

# AdvancedTargetOffset
source: Target offset: {0}
pl_pl: Przesunięcie docelowe: {0}
zh_cn: 目标偏移量：{0}

# AdvancedBootPartition
source: EFI/boot partition: {0}
pl_pl: Partycja EFI/bootowa: {0}
zh_cn: EFI/启动分区：{0}

# AdvancedTpm
source: TPM present/ready: {0}/{1}
pl_pl: TPM obecny/gotowy: {0}/{1}
zh_cn: TPM 存在/就绪：{0}/{1}

# AdvancedSecureBoot
source: Secure Boot capable/enabled: {0}/{1}
pl_pl: Możliwość bezpiecznego rozruchu/włączona: {0}/{1}
zh_cn: 支持/启用安全启动：{0}/{1}

# LanguageLabel
source: Language
pl_pl: Język
zh_cn: 语言

# SettingsTitle
source: Settings
pl_pl: Ustawienia
zh_cn: 设置

source: Save
pl_pl: Zapisz
zh_cn: 保存

source: Cancel
pl_pl: Anuluj
zh_cn: 取消

source: Close
pl_pl: Zamknij
zh_cn: 关闭

# HelpTitle
source: WinDeploy Help
pl_pl: WinDeploy Pomoc
zh_cn: WinDeploy 帮助

# HelpText
source: WinDeploy applies a selected WIM/ESD image to one existing partition and configures boot files on a verified boot partition on the same physical disk. It does not create partitions or erase whole disks. Advanced Mode can explicitly bypass Windows 11 hardware requirements after a separate warning. Windows XP and unsupported legacy media remain blocked until a dedicated engine exists.
pl_pl: WinDeploy stosuje obraz WIM/ESD do istniejącej partycji i konfiguruje rozruch na zweryfikowanej partycji tego samego dysku. Nie tworzy partycji ani nie kasuje całych dysków. Tryb zaawansowany może jawnie ominąć wymagania sprzętowe Windows 11 po osobnym ostrzeżeniu. Nieobsługiwane starsze nośniki pozostają zablokowane.
zh_cn: WinDeploy 将 WIM/ESD 映像应用到一个现有分区，并在同一物理磁盘的已验证启动分区上配置启动文件。它不会创建分区或擦除整个磁盘。高级模式可在单独警告后明确绕过 Windows 11 硬件要求。不受支持的旧版媒体仍会被阻止。

# AdvancedModeEnabled
source: Advanced Mode
pl_pl: Tryb zaawansowany
zh_cn: 高级模式

source: Standard Mode
pl_pl: Tryb standardowy
zh_cn: 标准模式

# StatusInspectingImage
source: Inspecting Windows image…
pl_pl: Sprawdzam obraz systemu Windows…
zh_cn: 正在检查 Windows 映像...

# StatusImageReady
source: Windows image is ready
pl_pl: Obraz systemu Windows jest gotowy
zh_cn: Windows 映像已准备就绪

# StatusError
source: An error occurred
pl_pl: Wystąpił błąd
zh_cn: 发生错误

# StatusChooseEdition
source: Choose a Windows edition
pl_pl: Wybierz wersję dla systemu Windows
zh_cn: 选择 Windows 版本

# StatusSelectImageFirst
source: Select an image and edition first
pl_pl: Najpierw wybierz obraz i edycję
zh_cn: 首先选择图像和版本

# StatusReadingDisks
source: Reading physical disks and partitions…
pl_pl: Odczytywanie dysków fizycznych i partycji…
zh_cn: 读取物理磁盘和分区...

# StatusSelectDestination
source: Select a destination partition
pl_pl: Wybierz partycję docelową
zh_cn: 选择目标分区

# StatusBootConfigurationReady
source: Boot configuration is valid
pl_pl: Konfiguracja rozruchu jest prawidłowa
zh_cn: 引导配置有效

# StatusCompatibilityProblem
source: Compatibility check blocked installation
pl_pl: Kontrola zgodności zablokowała instalację
zh_cn: 兼容性检查阻止安装

# StatusReviewPlan
source: Review and confirm the installation plan
pl_pl: Przejrzyj i potwierdź plan instalacji
zh_cn: 审查并确认安装计划

# StatusWaitingForAdministrator
source: Administrator permission is required to modify disk partitions and Windows boot files.
pl_pl: Aby modyfikować partycje dysku i pliki rozruchowe systemu Windows, wymagane są uprawnienia administratora.
zh_cn: 修改磁盘分区和 Windows 启动文件需要管理员权限。

# StatusInstallationComplete
source: Windows installation completed successfully
pl_pl: Instalacja systemu Windows zakończyła się pomyślnie
zh_cn: Windows 安装成功完成

# StatusInstallationFailed
source: Windows installation failed — review the log
pl_pl: Instalacja systemu Windows nie powiodła się — przejrzyj dziennik
zh_cn: Windows 安装失败 — 查看日志

# ImageDropCaption
source: Inspect this Windows image
pl_pl: Sprawdź ten obraz systemu Windows
zh_cn: 检查此 Windows 映像

# EditionTechnicalDetails
source: Index {0} • Build {1}
pl_pl: Indeks {0} • Kompilacja {1}
zh_cn: 索引 {0} • 构建 {1}

# LegacyEngineTitle
source: Legacy Windows media detected
pl_pl: Wykryto starszy nośnik Windows
zh_cn: 检测到旧版 Windows 媒体

# LegacyEngineUnavailable
source: This version requires the Legacy Windows installation engine, which is not yet available.
pl_pl: Ta wersja wymaga silnika instalacyjnego starszego systemu Windows, który nie jest jeszcze dostępny.
zh_cn: 此版本需要旧版 Windows 安装引擎，但尚不可用。

# LegacyXpEngineUnavailable
source: This version requires the Legacy Windows installation engine, which is not yet available.
pl_pl: Ta wersja wymaga silnika instalacyjnego starszego systemu Windows, który nie jest jeszcze dostępny.
zh_cn: 此版本需要旧版 Windows 安装引擎，但尚不可用。

# LegacyNt6EngineUnavailable
source: Windows Vista requires the Legacy NT6 installation engine, which is not yet available.
pl_pl: Windows Vista wymaga silnika instalacyjnego Legacy NT6, który nie jest jeszcze dostępny.
zh_cn: Windows Vista 需要 Legacy NT6 安装引擎，但该引擎尚不可用。

# FirmwareSummary
source: Firmware: {0}
pl_pl: Oprogramowanie sprzętowe: {0}
zh_cn: 固件：{0}

# HostArchitectureSummary
source: Computer architecture: {0}
pl_pl: Architektura komputera: {0}
zh_cn: 计算机架构：{0}

# DiskHeader
source: Disk {0} — {1} — {2}
pl_pl: Dysk {0} — {1} — {2}
zh_cn: 磁盘 {0} — {1} — {2}

# DiskDetails
source: {0} • {1} • Serial: {2}
pl_pl: {0} • {1} • Numer seryjny: {2}
zh_cn: {0} • {1} • 序列号：{2}

# DiskOffline
source: Offline
pl_pl: Nieaktywny
zh_cn: 离线

# DiskReadOnly
source: Read-only
pl_pl: Tylko do odczytu
zh_cn: 只读

# DiskSerialUnavailable
source: unavailable
pl_pl: niedostępne
zh_cn: 不可用

# PartitionUnallocated
source: Unallocated
pl_pl: Nieprzydzielone
zh_cn: 未分配

# PartitionCurrentWindows
source: Current Windows — protected
pl_pl: Obecny system Windows — chroniony
zh_cn: 当前 Windows — 受保护

# PartitionProtected
source: Protected
pl_pl: Chronione
zh_cn: 受保护

# PartitionRoleEfi
source: EFI System
pl_pl: System EFI
zh_cn: EFI 系统

# PartitionRoleMsr
source: Microsoft Reserved
pl_pl: Zarezerwowane przez Microsoft
zh_cn: Microsoft保留

# PartitionRoleRecovery
source: Recovery
pl_pl: Odzyskiwanie
zh_cn: 恢复

# PartitionRoleBasic
source: Basic data
pl_pl: Podstawowe dane
zh_cn: 基本数据

# PartitionRoleUnknown
source: Unknown partition
pl_pl: Nieznana partycja
zh_cn: 未知分区

# PartitionTooltip
source: Partition {0} | {1} {2} | {3} | {4}
pl_pl: Partycja {0} | {1} {2} | {3} | {4}
zh_cn: 分区 {0} | {1} {2} | {3} | {4}

# DestinationSelectionSummary
source: Disk {0} — {1}; Partition {2} {3}; {4}
pl_pl: Dysk {0} — {1}; Partycja {2} {3}; {4}
zh_cn: 磁盘 {0} — {1}；分区{2} {3}； {4}

# BootPartitionSummary
source: Disk {0}, Partition {1} {2} — {3} — {4}
pl_pl: Dysk {0}, partycja {1} {2} — {3} — {4}
zh_cn: 磁盘 {0}，分区 {1} {2} — {3} — {4}

# BootPartitionNotFound
source: No appropriate boot partition was found on the destination disk.
pl_pl: Na dysku docelowym nie znaleziono odpowiedniej partycji rozruchowej.
zh_cn: 在目标磁盘上找不到合适的引导分区。

# CompatibilityPassed
source: Passed
pl_pl: Minęło
zh_cn: 通过

# CompatibilityFailed
source: Blocked
pl_pl: Zablokowano
zh_cn: 被阻止

# BootConfigurationReady
source: Boot configuration is ready
pl_pl: Konfiguracja rozruchowa jest gotowa
zh_cn: 启动配置已准备就绪

# BootConfigurationReadyText
source: The selected image, destination and same-disk boot partition are technically compatible.
pl_pl: Wybrany obraz, miejsce docelowe i partycja rozruchowa tego samego dysku są technicznie kompatybilne.
zh_cn: 所选映像、目标和同一磁盘启动分区在技术上是兼容的。

# BootConfigurationBlocked
source: Installation is blocked
pl_pl: Instalacja jest zablokowana
zh_cn: 安装被阻止

# BootConfigurationBlockedText
source: Resolve the compatibility errors below. WinDeploy will not bypass them automatically.
pl_pl: Rozwiąż poniższe błędy zgodności. WinDeploy nie ominie ich automatycznie.
zh_cn: 解决以下兼容性错误。 WinDeploy 不会自动绕过它们。

source: Unknown
pl_pl: Nieznany
zh_cn: 未知

# ReviewDestinationSummary
source: Disk {0} — {1}; Partition {2} {3} — {4}
pl_pl: Dysk {0} — {1}; Partycja {2} {3} — {4}
zh_cn: 磁盘 {0} — {1}；分区 {2} {3} — {4}

# WarningDiskModel
source: Disk model: {0}
pl_pl: Model dysku: {0}
zh_cn: 磁盘型号：{0}

# WarningDiskNumber
source: Disk number: {0}
pl_pl: Numer dysku: {0}
zh_cn: 磁盘编号：{0}

# WarningPartitionNumber
source: Partition number: {0}
pl_pl: Numer partycji: {0}
zh_cn: 分区号：{0}

# WarningDriveLetter
source: Drive letter: {0}
pl_pl: Litera dysku: {0}
zh_cn: 盘符：{0}

# WarningVolumeName
source: Volume name: {0}
pl_pl: Nazwa woluminu: {0}
zh_cn: 卷名称：{0}

# WarningCapacity
source: Capacity: {0}
pl_pl: Pojemność: {0}
zh_cn: 容量：{0}

source: None
pl_pl: Żadne
zh_cn: 无

# PlanFingerprint
source: Validated plan fingerprint: {0}
pl_pl: Zatwierdzony odcisk palca planu: {0}
zh_cn: 已验证的计划指纹：{0}

# ElapsedTime
source: Elapsed: {0}
pl_pl: Upłynęło: {0}
zh_cn: 已过去：{0}

# AdministratorCancelled
source: Administrator permission was cancelled. No installation was started.
pl_pl: Uprawnienia administratora zostały anulowane. Żadna instalacja nie została uruchomiona.
zh_cn: 管理员权限被取消。没有开始安装。

# WorkerExitFailure
source: The installation worker stopped with exit code {0}.
pl_pl: Pracownik instalujący zatrzymał się z kodem wyjścia {0}.
zh_cn: 安装工作人员停止并退出代码为 {0}。

# LogFileType
source: Installation log
pl_pl: Dziennik instalacji
zh_cn: 安装日志

# RestartConfirmTitle
source: Restart the computer?
pl_pl: Uruchom ponownie komputer?
zh_cn: 重新启动计算机？

# RestartConfirmText
source: Save your work in other applications. The computer will restart immediately.
pl_pl: Zapisz swoją pracę w innych aplikacjach. Komputer natychmiast uruchomi się ponownie.
zh_cn: 将您的工作保存在其他应用程序中。计算机将立即重新启动。

source: Restart Now
pl_pl: Uruchom ponownie teraz
zh_cn: 立即重新启动

# RestartLaterMessage
source: You can restart later from the Start menu. The new Windows entry is configured in Windows Boot Manager.
pl_pl: Możesz uruchomić ponownie później z menu Start. Nowy wpis systemu Windows jest skonfigurowany w Windows Boot Manager.
zh_cn: 您可以稍后从“开始”菜单重新启动。新的 Windows 条目在 Windows Boot Manager 中配置。

# ProgressAdministratorGranted
source: Administrator permission granted
pl_pl: Przyznano uprawnienia administratora
zh_cn: 已授予管理员权限

# ProgressValidatingPlan
source: Validating the installation plan…
pl_pl: Sprawdzanie planu instalacji…
zh_cn: 验证安装计划...

# ProgressPreparingDestination
source: Preparing destination…
pl_pl: Przygotowuję miejsce docelowe…
zh_cn: 准备目的地...

# ProgressDestinationFormatted
source: Destination partition formatted
pl_pl: Partycja docelowa sformatowana
zh_cn: 目标分区已格式化

# ProgressApplyingImage
source: Applying Windows image…
pl_pl: Stosowanie obrazu systemu Windows…
zh_cn: 正在应用 Windows 映像...

# ProgressInstallingBootFiles
source: Installing boot files…
pl_pl: Instaluję pliki rozruchowe…
zh_cn: 正在安装引导文件...

# ProgressVerifyingInstallation
source: Verifying installation…
pl_pl: Weryfikuję instalację…
zh_cn: 正在验证安装...

# ProgressInstallationCompleted
source: Windows installation completed
pl_pl: Instalacja systemu Windows została zakończona
zh_cn: Windows 安装完成

# ProgressInstallationFailed
source: Installation failed
pl_pl: Instalacja nie powiodła się
zh_cn: 安装失败

# OperationValidatePlan
source: Validate the complete plan
pl_pl: Zatwierdź cały plan
zh_cn: 验证完整计划

# OperationFormatDestination
source: Format only the selected partition as NTFS
pl_pl: Sformatuj tylko wybraną partycję jako NTFS
zh_cn: 仅将选定分区格式化为 NTFS

# OperationApplyImage
source: Apply the selected Windows image index
pl_pl: Zastosuj wybrany indeks obrazu systemu Windows
zh_cn: 应用选定的 Windows 图像索引

# OperationInstallBootFiles
source: Install Windows boot files on the same-disk boot partition
pl_pl: Zainstaluj pliki rozruchowe systemu Windows na partycji rozruchowej tego samego dysku
zh_cn: 在同一磁盘启动分区上安装 Windows 启动文件

# OperationVerifyInstallation
source: Verify installed and boot files
pl_pl: Sprawdź zainstalowane i pliki rozruchowe
zh_cn: 验证已安装和启动文件

# AdministratorRequired
source: Administrator permission is required to modify disk partitions and Windows boot files.
pl_pl: Aby modyfikować partycje dysku i pliki rozruchowe systemu Windows, wymagane są uprawnienia administratora.
zh_cn: 修改磁盘分区和 Windows 启动文件需要管理员权限。

# ErrorUnexpected
source: An unexpected error occurred.
pl_pl: Wystąpił nieoczekiwany błąd.
zh_cn: 发生意外错误。

# ErrorWorkerMissing
source: The elevated installation worker is missing.
pl_pl: Brakuje pracownika instalacji na podwyższeniu.
zh_cn: 高架安装工人失踪。

# ErrorWorkerStart
source: The elevated installation worker could not be started.
pl_pl: Nie można uruchomić pracownika instalacji z podwyższonym poziomem uprawnień.
zh_cn: 高架安装工无法启动。

# ErrorImageNotFound
source: The selected image file could not be found.
pl_pl: Nie można znaleźć wybranego pliku obrazu.
zh_cn: 找不到所选的图像文件。

# ErrorUnsupportedImageType
source: Only ISO, WIM and ESD image files are supported.
pl_pl: Obsługiwane są tylko pliki obrazów ISO, WIM i ESD.
zh_cn: 仅支持 ISO、WIM 和 ESD 映像文件。

# ErrorIsoMount
source: The ISO could not be mounted or inspected.
pl_pl: Nie można zamontować ani sprawdzić ISO.
zh_cn: 无法安装或检查 ISO。

# ErrorNoInstallImage
source: No sources\install.wim or sources\install.esd was found in this ISO.
pl_pl: W tym ISO nie znaleziono pliku sources\install.wim lub sources\install.esd.
zh_cn: 在此 ISO 中未找到 sources\install.wim 或sources\install.esd。

# ErrorSplitWimUnsupported
source: This image uses split SWM files, which are not supported in this release.
pl_pl: Ten obraz wykorzystuje podzielone pliki SWM, które nie są obsługiwane w tej wersji.
zh_cn: 此映像使用拆分的 SWM 文件，此版本不支持该文件。

# ErrorImageOpen
source: The Windows image could not be opened.
pl_pl: Nie można otworzyć obrazu systemu Windows.
zh_cn: 无法打开 Windows 映像。

# ErrorNoEditions
source: The Windows image contains no installable indexes.
pl_pl: Obraz systemu Windows nie zawiera indeksów, które można zainstalować.
zh_cn: Windows 映像不包含可安装的索引。

# ErrorImageMetadata
source: Windows image metadata could not be read.
pl_pl: Nie można odczytać metadanych obrazu systemu Windows.
zh_cn: 无法读取 Windows 映像元数据。

# ErrorDiskEnumeration
source: Physical disks and partitions could not be read.
pl_pl: Nie można odczytać dysków fizycznych i partycji.
zh_cn: 无法读取物理磁盘和分区。

# ErrorNoDisks
source: No physical disks were found.
pl_pl: Nie znaleziono dysków fizycznych.
zh_cn: 未找到物理磁盘。

# ErrorFormatDestination
source: The selected destination partition could not be formatted.
pl_pl: Nie można sformatować wybranej partycji docelowej.
zh_cn: 无法格式化所选目标分区。

# ErrorDismApply
source: DISM could not apply the selected Windows image.
pl_pl: DISM nie mógł zastosować wybranego obrazu systemu Windows.
zh_cn: DISM 无法应用选定的 Windows 映像。

# ErrorBootPartitionAccess
source: The validated boot partition could not be accessed.
pl_pl: Nie można uzyskać dostępu do zweryfikowanej partycji rozruchowej.
zh_cn: 无法访问经过验证的启动分区。

# ErrorBcdBoot
source: BCDBoot could not install the Windows boot files.
pl_pl: BCDBoot nie mógł zainstalować plików rozruchowych systemu Windows.
zh_cn: BCDBoot 无法安装 Windows 启动文件。
